Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# settings.developer.passwordManager.approvals.enableAllToggle
source: Allow access to all passwords
de: Zugriff auf alle Passwörter erlauben
es: Permitir el acceso a todas las contraseñas
fr: Autoriser l'accès à tous les mots de passe
ja: すべてのパスワードへのアクセスを許可
ko: 모든 비밀번호 접근 허용
nl: Toegang tot alle wachtwoorden toestaan
zh_hans: 允许访问所有密码
zh_hant: 允許存取所有密碼

# settings.developer.passwordManager.approvals.expiringSoonStatus
source: expires in under a minute
de: läuft in weniger als einer Minute ab
es: vence en menos de un minuto
fr: expire dans moins d'une minute
ja: まもなく期限切れ
ko: 1분 이내 만료
nl: verloopt over minder dan een minuut
zh_hans: 一分钟内过期
zh_hant: 將在 1 分鐘內到期

# settings.developer.passwordManager.approvals.explanation
source: These grants let agents use your saved logins without asking each time. “Always” grants persist until you revoke them here.
de: Diese Freigaben erlauben Agenten, deine gespeicherten Zugangsdaten zu verwenden, ohne jedes Mal zu fragen. Freigaben vom Typ „Immer“ bleiben bestehen, bis du sie hier widerrufst.
es: Estas aprobaciones permiten que los agentes usen tus inicios de sesión guardados sin pedir permiso cada vez. Las aprobaciones “Siempre” se mantienen hasta que las revoques aquí.
fr: Ces autorisations permettent aux agents d'utiliser vos identifiants enregistrés sans demander à chaque fois. Les autorisations « Toujours » restent actives jusqu'à ce que vous les révoquiez ici.
ja: これらの許可により、エージェントは毎回確認することなく保存済みのログイン情報を使用できます。「常に許可」は、ここで取り消すまで有効です。
ko: 이 승인을 통해 에이전트가 매번 묻지 않고 저장된 로그인 정보를 사용할 수 있어요. “항상 허용” 승인은 여기에서 철회할 때까지 유지돼요.
nl: Met deze goedkeuringen kunnen agents je opgeslagen inloggegevens gebruiken zonder het elke keer te vragen. Goedkeuringen met “Altijd” blijven gelden tot je ze hier intrekt.
zh_hans: 这些授权可以让智能体无需每次询问就使用你保存的登录信息。「始终」类授权会一直有效，直到你在这里撤销。
zh_hant: 這些授權可讓 AI 代理不必每次詢問，就能使用你儲存的登入資訊。以「一律」核准的授權會持續有效，直到你在這裡撤銷為止。

# settings.developer.passwordManager.approvals.fullAccessTag
source: Full access
de: Vollzugriff
es: Acceso completo
fr: Accès complet
ja: フルアクセス
ko: 전체 접근
nl: Volledige toegang
zh_hans: 完全访问
zh_hant: 完整存取

# settings.developer.passwordManager.approvals.grantedDateTooltip
source: Granted %@
de: Erteilt am %@
es: Concedido el %@
fr: Accordé le %@
ja: 許可日: %@
ko: %@에 허용됨
nl: Verleend op %@
zh_hans: 授权于 %@
zh_hant: 於 %@ 授予

# settings.developer.passwordManager.approvals.listSectionTitle
source: Standing approvals
de: Dauerhafte Freigaben
es: Aprobaciones permanentes
fr: Approbations permanentes
ja: 常時許可
ko: 상시 승인
nl: Permanente goedkeuringen
zh_hans: 长期批准
zh_hant: 長期核准

# settings.developer.passwordManager.approvals.listSectionWithCount
source: Standing approvals · %d
de: Dauerhafte Freigaben · %d
es: Aprobaciones permanentes · %d
fr: Approbations permanentes · %d
ja: 常時許可・%d件
ko: 상시 승인 · %d
nl: Permanente goedkeuringen · %d
zh_hans: 长期批准 · %d
zh_hant: 長期核准 · %d

# settings.developer.passwordManager.approvals.noStandingApprovalsStatus
source: No standing approvals
de: Keine dauerhaften Freigaben
es: No hay aprobaciones permanentes
fr: Aucune approbation permanente
ja: 継続中の承認はありません
ko: 상시 승인 없음
nl: Geen permanente goedkeuringen
zh_hans: 没有长期批准
zh_hant: 沒有長期核准

# settings.developer.passwordManager.approvals.permanentGrantStatus
source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
nl: Altijd
zh_hans: 始终
zh_hant: 一律

# settings.developer.passwordManager.approvals.remainingMinutesStatus
source: expires in %d min
de: läuft in %d Min. ab
es: vence en %d min
fr: expire dans %d min
ja: あと%d分で期限切れ
ko: %d분 후 만료
nl: verloopt over %d min
zh_hans: %d 分钟后过期
zh_hant: 將在 %d 分鐘後到期

# settings.developer.passwordManager.approvals.revokeAllButton
source: Revoke All
de: Alle widerrufen
es: Revocar todo
fr: Tout révoquer
ja: すべて取り消す
ko: 모두 철회
nl: Trek alles in
zh_hans: 全部撤销
zh_hant: 全部撤銷

# settings.developer.passwordManager.approvals.revokeButton
source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 取り消す
ko: 철회
nl: Trek in
zh_hans: 撤销
zh_hant: 撤銷

# settings.developer.passwordManager.approvals.sheetTitle
source: Agent Credential Approvals
de: Zugangsdaten-Freigaben für Agenten
es: Aprobaciones de credenciales de agentes
fr: Approbations d'identifiants pour les agents
ja: エージェントの認証情報の承認
ko: 에이전트 자격 증명 승인
nl: Agentgoedkeuringen voor inloggegevens
zh_hans: 智能体凭据授权
zh_hant: AI 代理認證核准

# settings.developer.passwordManager.approvals.standingApprovalCount
source: %d standing approvals
de: %d dauerhafte Freigaben
es: %d aprobaciones permanentes
fr: %d approbations permanentes
ja: %d件の常時許可
ko: 상시 승인 %d개
nl: %d permanente goedkeuringen
zh_hans: %d 项长期批准
zh_hant: %d 項長期核准

# settings.developer.passwordManager.approvals.title
source: Agent Credential Approvals…
de: Zugangsdaten-Freigaben für Agenten…
es: Aprobaciones de credenciales de agentes…
fr: Approbations d'identifiants pour les agents…
ja: エージェントの認証情報の承認…
ko: 에이전트 자격 증명 승인…
nl: Agentgoedkeuringen voor inloggegevens…
zh_hans: 智能体凭据授权…
zh_hant: AI 代理認證核准…

# settings.developer.passwordManager.approvals.tooltip
source: Review and revoke which agents may use your saved logins without asking
de: Prüfe und widerrufe, welche Agenten deine gespeicherten Zugangsdaten ohne Nachfrage verwenden dürfen
es: Revisa y revoca qué agentes pueden usar tus inicios de sesión guardados sin pedir permiso
fr: Vérifiez et révoquez les agents autorisés à utiliser vos identifiants enregistrés sans demander confirmation
ja: 保存済みのログイン情報を確認なしで使用できるエージェントを確認し、取り消せます
ko: 어떤 에이전트가 묻지 않고 저장된 로그인 정보를 사용할 수 있는지 확인하고 철회해요
nl: Bekijk welke agents je opgeslagen inloggegevens zonder vragen mogen gebruiken en trek goedkeuringen in
zh_hans: 查看并撤销哪些智能体可以无需询问就使用你保存的登录信息
zh_hant: 查看並撤銷哪些 AI 代理可以不經詢問就使用你儲存的登入資訊

# settings.developer.passwordManager.bitwarden.helperUnavailableStatus
source: Bitwarden helper not available
de: Bitwarden-Hilfsprogramm nicht verfügbar
es: El auxiliar de Bitwarden no está disponible
fr: Assistant Bitwarden indisponible
ja: Bitwardenヘルパーを利用できません
ko: Bitwarden 도우미를 사용할 수 없음
nl: Bitwarden-helper niet beschikbaar
zh_hans: Bitwarden 辅助程序不可用
zh_hant: Bitwarden 輔助程式無法使用

# settings.developer.passwordManager.bitwarden.lockedStatus
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック中
ko: 잠김
nl: Vergrendeld
zh_hans: 已锁定
zh_hant: 已鎖定

# settings.developer.passwordManager.bitwarden.loginAction
source: Sign in…
de: Anmelden…
es: Iniciar sesión…
fr: Se connecter…
ja: ログイン…
ko: 로그인…
nl: Inloggen…
zh_hans: 登录…
zh_hant: 登入…

# settings.developer.passwordManager.bitwarden.logoutAction
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 登出

# settings.developer.passwordManager.bitwarden.notSignedInStatus
source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
fr: Non connecté
ja: 未ログイン
ko: 로그인되지 않음
nl: Niet ingelogd
zh_hans: 未登录
zh_hant: 尚未登入

# settings.developer.passwordManager.bitwarden.signedInAccountStatus
source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
ja: %@としてログイン中
ko: %@(으)로 로그인됨
nl: Ingelogd als %@
zh_hans: 已登录为 %@
zh_hant: 已以 %@ 的身分登入

# settings.developer.passwordManager.bitwarden.signedInStatus
source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
ja: ログイン済み
ko: 로그인됨
nl: Ingelogd
zh_hans: 已登录
zh_hant: 已登入

# settings.developer.passwordManager.bitwarden.toggleDescription
source: Logins for Phi and agent requests, held by a separate helper — passwords never touch the browser process.
de: Anmeldedaten für Phi und Agent-Anfragen, verwahrt von einem separaten Hilfsprogramm. Passwörter gelangen nie in den Browserprozess.
es: Inicios de sesión para Phi y para las solicitudes de los agentes, guardados por un auxiliar independiente: las contraseñas nunca pasan por el proceso del navegador.
fr: Identifiants pour Phi et pour les requêtes des agents, conservés par un utilitaire distinct : les mots de passe ne transitent jamais par le processus du navigateur.
ja: Phiとエージェントのリクエストで使うログイン情報を、独立したヘルパーが保持します。パスワードがブラウザプロセスに渡ることはありません。
ko: Phi와 에이전트 요청에 쓰이는 로그인 정보를 별도 도우미가 보관해요. 비밀번호는 브라우저 프로세스에 전달되지 않아요.
nl: Inloggegevens voor Phi en agentverzoeken, bewaard door een aparte helper. Wachtwoorden komen nooit in het browserproces.
zh_hans: 为 Phi 和智能体请求提供登录信息，由独立的辅助程序保管，密码不会进入浏览器进程。
zh_hant: 供 Phi 和 AI 代理要求使用的登入資訊，由獨立的輔助程式保管，密碼永遠不會進入瀏覽器程序。

# settings.developer.passwordManager.bitwarden.toggleTitle
source: Bitwarden password manager
de: Bitwarden-Passwortmanager
es: Administrador de contraseñas de Bitwarden
fr: Gestionnaire de mots de passe Bitwarden
ja: Bitwardenパスワードマネージャー
ko: Bitwarden 비밀번호 관리자
nl: Bitwarden-wachtwoordmanager
zh_hans: Bitwarden 密码管理器
zh_hant: Bitwarden 密碼管理員

# settings.developer.passwordManager.bitwarden.unlockAction
source: Unlock…
de: Entsperren…
es: Desbloquear…
fr: Déverrouiller…
ja: ロック解除…
ko: 잠금 해제…
nl: Ontgrendel…
zh_hans: 解锁…
zh_hant: 解鎖…

# settings.developer.passwordManager.extensionInstallPrompt.installButton
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
nl: Installeer
zh_hans: 安装
zh_hant: 安裝

# settings.developer.passwordManager.extensionInstallPrompt.message
source: The Bitwarden browser extension autofills your vault logins on web pages. Phi can install it from the Chrome Web Store now.
de: Die Bitwarden-Browsererweiterung füllt deine im Tresor gespeicherten Zugangsdaten auf Webseiten automatisch aus. Phi kann sie jetzt aus dem Chrome Web Store installieren.
es: La extensión de Bitwarden para el navegador rellena automáticamente los inicios de sesión de tu caja fuerte en las páginas web. Phi puede instalarla ahora desde Chrome Web Store.
fr: L'extension de navigateur Bitwarden remplit automatiquement les identifiants de votre coffre sur les pages web. Phi peut l'installer dès maintenant depuis le Chrome Web Store.
ja: Bitwardenのブラウザ拡張機能は、ウェブページで保管庫のログイン情報を自動入力します。今すぐPhiがChromeウェブストアからインストールできます。
ko: Bitwarden 브라우저 확장 프로그램은 웹 페이지에서 보관함의 로그인 정보를 자동으로 입력해요. 지금 Phi가 Chrome 웹 스토어에서 설치할 수 있어요.
nl: De Bitwarden-browserextensie vult je kluislogins automatisch in op webpagina’s. Phi kan de extensie nu installeren vanuit de Chrome Web Store.
zh_hans: Bitwarden 浏览器扩展程序可以在网页上自动填充你密码库中的登录信息。Phi 现在可以从 Chrome 网上应用店安装它。
zh_hant: Bitwarden 瀏覽器擴充功能會在網頁上自動填入你密碼庫中的登入資訊。Phi 現在可以從 Chrome 線上應用程式商店安裝它。

# settings.developer.passwordManager.extensionInstallPrompt.notNowButton
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
nl: Niet nu
zh_hans: 以后
zh_hant: 稍後再說

# settings.developer.passwordManager.extensionInstallPrompt.title
source: Install Bitwarden Extension?
de: Bitwarden-Erweiterung installieren?
es: ¿Instalar la extensión de Bitwarden?
fr: Installer l'extension Bitwarden ?
ja: Bitwarden拡張機能をインストールしますか？
ko: Bitwarden 확장 프로그램을 설치할까요?
nl: Bitwarden-extensie installeren?
zh_hans: 要安装 Bitwarden 扩展程序吗？
zh_hant: 要安裝 Bitwarden 擴充功能嗎？

# settings.developer.passwordManager.sectionTitle
source: Agent Password Manager
de: Passwortmanager für Agenten
es: Administrador de contraseñas para agentes
fr: Gestionnaire de mots de passe pour les agents
ja: エージェントのパスワードマネージャー
ko: 에이전트 비밀번호 관리자
nl: Wachtwoordmanager voor agents
zh_hans: 智能体密码管理器
zh_hant: AI 代理密碼管理員

# settings.developer.passwordManager.session.duration.fourHours
source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
ja: 4時間
ko: 4시간
nl: 4 uur
zh_hans: 4小时
zh_hant: 4 小時

# settings.developer.passwordManager.session.duration.never
source: Never
de: Nie
es: Nunca
fr: Jamais
ja: しない
ko: 안 함
nl: Nooit
zh_hans: 永不
zh_hant: 永不

# settings.developer.passwordManager.session.duration.oneHour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
ko: 1시간
nl: 1 uur
zh_hans: 1小时
zh_hant: 1 小時

# settings.developer.passwordManager.session.duration.untilBrowserRestart
source: On browser restart
de: Beim Neustart des Browsers
es: Al reiniciar el navegador
fr: Au redémarrage du navigateur
ja: ブラウザの再起動時
ko: 브라우저 재시작 시
nl: Bij herstart van de browser
zh_hans: 浏览器重启时
zh_hant: 瀏覽器重新啟動時

# settings.developer.passwordManager.session.duration.untilSystemLock
source: On system lock
de: Beim Sperren des Systems
es: Al bloquear el sistema
fr: Au verrouillage du système
ja: システムのロック時
ko: 시스템 잠금 시
nl: Bij vergrendeling van het systeem
zh_hans: 系统锁定时
zh_hant: 系統鎖定時

# settings.developer.passwordManager.session.timeoutAction.lock
source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
ja: ロック
ko: 잠금
nl: Vergrendelen
zh_hans: 锁定
zh_hant: 鎖定

# settings.developer.passwordManager.session.timeoutAction.logout
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 登出

# settings.developer.passwordManager.session.timeoutActionTitle
source: Timeout action
de: Timeout-Aktion
es: Acción al agotarse el tiempo
fr: Action à l'expiration
ja: タイムアウト時の動作
ko: 만료 시 동작
nl: Actie bij time-out
zh_hans: 超时操作
zh_hant: 逾時後的動作

# settings.developer.passwordManager.session.timeoutTitle
source: Session timeout
de: Sitzungs-Timeout
es: Tiempo de espera de la sesión
fr: Expiration de la session
ja: セッションタイムアウト
ko: 세션 만료 시간
nl: Sessietime-out
zh_hans: 会话超时
zh_hant: 工作階段逾時

# settings.developer.skillInstall.all.failureTitle
source: Couldn’t install the skill
de: Skill konnte nicht installiert werden
es: No se pudo instalar la habilidad
fr: Impossible d'installer le Skill
ja: スキルをインストールできませんでした
ko: 스킬을 설치할 수 없음
nl: Kan de skill niet installeren
zh_hans: 无法安装 Skill
zh_hant: 無法安裝 Skill

# settings.developer.skillInstall.all.successMessage
source: %@ can now use the phi-browser skill. Restart newly configured agents; in Pi, /reload is enough.
de: %@ kann jetzt den phi-browser-Skill verwenden. Starte neu konfigurierte Agenten neu; in Pi genügt /reload.
es: %@ ya puede usar la habilidad phi-browser. Reinicia los agentes recién configurados; en Pi, basta con /reload.
fr: %@ peut désormais utiliser le skill phi-browser. Redémarrez les agents nouvellement configurés ; dans Pi, /reload suffit.
ja: %@がphi-browserスキルを使用できるようになりました。新しく設定したエージェントは再起動してください。Piでは/reloadだけで十分です。
ko: %@이(가) 이제 phi-browser 스킬을 사용할 수 있어요. 새로 구성된 에이전트는 재시작해 주세요. Pi에서는 /reload로 충분해요.
nl: %@ kan nu de phi-browser-skill gebruiken. Start nieuw geconfigureerde agents opnieuw; in Pi is /reload voldoende.
zh_hans: %@ 现在可以使用 phi-browser Skill 了。请重启新配置的智能体；在 Pi 中，执行 /reload 即可。
zh_hant: %@ 現在可以使用 phi-browser Skill。請重新啟動新設定的 AI 代理；在 Pi 中，執行 /reload 即可。

# settings.developer.skillInstall.all.successTitle
source: Skill installed
de: Skill installiert
es: Habilidad instalada
fr: Skill installé
ja: スキルをインストールしました
ko: 스킬 설치됨
nl: Skill geïnstalleerd
zh_hans: Skill 已安装
zh_hant: Skill 已安裝

# settings.developer.skillInstall.allAgentsAction
source: All agents
de: Alle Agenten
es: Todos los agentes
fr: Tous les agents
ja: すべてのエージェント
ko: 모든 에이전트
nl: Alle agents
zh_hans: 所有智能体
zh_hant: 所有 AI 代理

# settings.developer.skillInstall.description
source: Links the skill bundled in this app into an AI coding agent’s skills folder so it can drive Phi over the DevTools Protocol. Pi also gets a companion extension that wakes idle sessions from Agent Transcript commands. Requires Node 22+.
de: Verknüpft den in dieser App enthaltenen Skill mit dem Skills-Ordner eines KI-Coding-Agenten, damit dieser Phi über das DevTools-Protokoll steuern kann. Pi erhält außerdem eine Begleiterweiterung, die inaktive Sitzungen über Agent-Transcript-Befehle aufweckt. Erfordert Node 22+.
es: Vincula la habilidad incluida en esta app a la carpeta de habilidades de un agente de programación con IA para que pueda controlar Phi mediante el protocolo DevTools. Pi también recibe una extensión complementaria que reactiva las sesiones inactivas con comandos de Transcripción del agente. Requiere Node 22 o posterior.
fr: Ajoute le Skill intégré à cette app au dossier de Skills d'un agent de codage IA pour qu'il puisse piloter Phi via le protocole DevTools. Phi reçoit aussi une extension compagnon qui réveille les sessions inactives depuis les commandes Agent Transcript. Nécessite Node 22+.
ja: このアプリに同梱されているスキルをAIコーディングエージェントのスキルフォルダにリンクし、DevTools ProtocolでPhiを操作できるようにします。あわせて、アイドル状態のセッションをAgent Transcriptのコマンドから復帰させるコンパニオン拡張機能もPhiに追加されます。Node 22以降が必要です。
ko: 이 앱에 포함된 스킬을 AI 코딩 에이전트의 스킬 폴더에 연결해 DevTools 프로토콜로 Phi를 제어할 수 있게 해요. Pi에는 Agent Transcript 명령으로 유휴 세션을 깨우는 컴패니언 확장 프로그램도 함께 제공돼요. Node 22 이상이 필요해요.
nl: Koppelt de skill die met deze app wordt meegeleverd aan de skills-map van een AI-coding-agent, zodat die Phi via het DevTools Protocol kan aansturen. Pi krijgt ook een bijbehorende extensie die inactieve sessies wekt via Agent Transcript-opdrachten. Vereist Node 22+.
zh_hans: 将此应用内置的 Skill 链接到 AI 编程智能体的 skills 文件夹中，使其能够通过 DevTools 协议驱动 Phi。Pi 还会获得一个配套扩展程序，可通过智能体转录命令唤醒空闲会话。需要 Node 22+。
zh_hant: 將此 App 內建的 Skill 連結到 AI 程式開發代理的 Skill 資料夾，讓它能透過 DevTools Protocol 操控 Phi。同時也會安裝一個附屬擴充功能，能從 AI 代理逐字稿的指令喚醒閒置的工作階段。需要 Node 22 或更新版本。

# settings.developer.skillInstall.missingCompanionError
source: This build doesn’t include the Pi companion extension. Rebuild Phi Browser and try again.
de: Dieser Build enthält die Pi-Begleiterweiterung nicht. Erstelle Phi Browser neu und versuche es erneut.
es: Esta compilación no incluye la extensión complementaria de Pi. Vuelve a compilar Phi Browser e inténtalo de nuevo.
fr: Cette version ne contient pas l'extension compagnon Pi. Recompilez Phi Browser et réessayez.
ja: このビルドにはPiコンパニオン拡張機能が含まれていません。Phi Browserを再ビルドして、もう一度お試しください。
ko: 이 빌드에는 Pi 컴패니언 확장 프로그램이 없어요. Phi Browser를 다시 빌드하고 다시 시도해 주세요.
nl: Deze build bevat de Pi-companionextensie niet. Bouw Phi Browser opnieuw en probeer het opnieuw.
zh_hans: 此版本不包含 Pi 配套扩展程序。请重新构建 Phi Browser 后重试。
zh_hant: 此版本未包含 Pi 隨附擴充功能。請重新建置 Phi Browser 後再試一次。

# settings.developer.skillInstall.missingResourcesError
source: This build doesn’t include the phi-browser skill resources. Rebuild Phi Browser and try again.
de: Dieser Build enthält die Ressourcen des phi-browser-Skills nicht. Erstelle Phi Browser neu und versuche es erneut.
es: Esta compilación no incluye los recursos de la habilidad phi-browser. Vuelve a compilar Phi Browser e inténtalo de nuevo.
fr: Cette version ne contient pas les ressources du Skill phi-browser. Recompilez Phi Browser et réessayez.
ja: このビルドにはphi-browserスキルのリソースが含まれていません。Phi Browserを再ビルドして、もう一度お試しください。
ko: 이 빌드에는 phi-browser 스킬 리소스가 없어요. Phi Browser를 다시 빌드하고 다시 시도해 주세요.
nl: Deze build bevat de skillbronnen van phi-browser niet. Bouw Phi Browser opnieuw en probeer het opnieuw.
zh_hans: 此版本不包含 phi-browser Skill 资源。请重新构建 Phi Browser 后重试。
zh_hant: 此版本未包含 phi-browser Skill 資源。請重新建置 Phi Browser 後再試一次。

# settings.developer.skillInstall.overwriteConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.developer.skillInstall.overwriteConfirmation.message
source: “%@” already exists and isn’t a link created by Phi Browser. Replace it with a link to this app’s bundled skill?
de: „%@“ existiert bereits und ist kein von Phi Browser erstellter Link. Durch einen Link auf den in dieser App enthaltenen Skill ersetzen?
es: “%@” ya existe y no es un enlace creado por Phi Browser. ¿Reemplazarlo por un enlace a la habilidad incluida en esta app?
fr: « %@ » existe déjà et n'est pas un lien créé par Phi Browser. Le remplacer par un lien vers le skill fourni avec cette app ?
ja: 「%@」はすでに存在し、Phi Browserが作成したリンクではありません。このアプリに同梱されているスキルへのリンクに置き換えますか？
ko: “%@”이(가) 이미 존재하지만 Phi Browser가 만든 링크가 아니에요. 이 앱에 포함된 스킬로 연결되는 링크로 교체할까요?
nl: “%@” bestaat al en is geen koppeling die door Phi Browser is aangemaakt. Wil je deze vervangen door een koppeling naar de meegeleverde skill van deze app?
zh_hans: 「%@」已存在，且不是由 Phi Browser 创建的链接。要将其替换为指向本应用内置 Skill 的链接吗？
zh_hant: 「%@」已存在，且不是 Phi Browser 建立的連結。要將它取代為指向此 App 內建 Skill 的連結嗎？

# settings.developer.skillInstall.overwriteConfirmation.replaceButton
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
ko: 바꾸기
nl: Vervang
zh_hans: 替换
zh_hant: 取代

# settings.developer.skillInstall.overwriteConfirmation.title
source: Replace the existing skill?
de: Vorhandenen Skill ersetzen?
es: ¿Reemplazar la habilidad existente?
fr: Remplacer le Skill existant ?
ja: 既存のスキルを置き換えますか？
ko: 기존 스킬을 바꿀까요?
nl: De bestaande skill vervangen?
zh_hans: 要替换现有的 Skill 吗？
zh_hant: 要取代現有的 Skill 嗎？

# settings.developer.skillInstall.sectionTitle
source: Install the phi-browser skill
de: phi-browser-Skill installieren
es: Instalar la habilidad phi-browser
fr: Installer le Skill phi-browser
ja: phi-browserスキルをインストール
ko: phi-browser 스킬 설치
nl: De phi-browser-skill installeren
zh_hans: 安装 phi-browser Skill
zh_hant: 安裝 phi-browser Skill

# settings.developer.skillInstall.single.failureTitle
source: Couldn’t install the skill
de: Skill konnte nicht installiert werden
es: No se pudo instalar la habilidad
fr: Impossible d'installer le Skill
ja: スキルをインストールできませんでした
ko: 스킬을 설치할 수 없음
nl: Kan de skill niet installeren
zh_hans: 无法安装 Skill
zh_hant: 無法安裝 Skill

# settings.developer.skillInstall.single.successMessage
source: %@ can now use the phi-browser skill. Restart newly configured agents; in Pi, /reload is enough.
de: %@ kann jetzt den phi-browser-Skill verwenden. Starte neu konfigurierte Agenten neu; in Pi genügt /reload.
es: %@ ya puede usar la habilidad phi-browser. Reinicia los agentes recién configurados; en Pi, basta con /reload.
fr: %@ peut désormais utiliser le skill phi-browser. Redémarrez les agents nouvellement configurés ; dans Pi, /reload suffit.
ja: %@がphi-browserスキルを使用できるようになりました。新しく設定したエージェントは再起動してください。Piでは/reloadだけで十分です。
ko: %@이(가) 이제 phi-browser 스킬을 사용할 수 있어요. 새로 구성된 에이전트는 재시작해 주세요. Pi에서는 /reload로 충분해요.
nl: %@ kan nu de phi-browser-skill gebruiken. Start nieuw geconfigureerde agents opnieuw; in Pi is /reload voldoende.
zh_hans: %@ 现在可以使用 phi-browser Skill 了。请重启新配置的智能体；在 Pi 中，执行 /reload 即可。
zh_hant: %@ 現在可以使用 phi-browser Skill。請重新啟動新設定的 AI 代理；在 Pi 中，執行 /reload 即可。

# settings.developer.skillInstall.single.successTitle
source: Skill installed
de: Skill installiert
es: Habilidad instalada
fr: Skill installé
ja: スキルをインストールしました
ko: 스킬 설치됨
nl: Skill geïnstalleerd
zh_hans: Skill 已安装
zh_hant: Skill 已安裝

# settings.developer.skillInstall.targetMenuButton
source: Add skill to…
de: Skill hinzufügen zu…
es: Agregar habilidad a…
fr: Ajouter le skill à…
ja: スキルを追加…
ko: 스킬 추가 대상…
nl: Skill toevoegen aan…
zh_hans: 将 Skill 添加到…
zh_hant: 將 Skill 加入至…

# settings.general.additionalBrowserSettings.title
source: Additional browser settings
de: Weitere Browsereinstellungen
es: Configuración adicional del navegador
fr: Paramètres supplémentaires du navigateur
ja: その他のブラウザ設定
ko: 추가 브라우저 설정
nl: Aanvullende browserinstellingen
zh_hans: 更多浏览器设置
zh_hant: 其他瀏覽器設定

# settings.general.addressBar.showFullURLToggle
source: Always show full URL
de: Immer vollständige URL anzeigen
es: Mostrar siempre la URL completa
fr: Toujours afficher l'URL complète
ja: 常にURL全体を表示
ko: 항상 전체 URL 표시
nl: Altijd volledige URL tonen
zh_hans: 始终显示完整网址
zh_hant: 一律顯示完整網址

# settings.general.appearance.sectionTitle
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
nl: Weergave
zh_hans: 外观
zh_hant: 外觀

# settings.general.appearance.title
source: Color appearance
de: Farbdarstellung
es: Apariencia del color
fr: Apparence des couleurs
ja: カラーの外観
ko: 색상 모드
nl: Kleurweergave
zh_hans: 颜色外观
zh_hant: 顏色外觀

# settings.general.browsing.sectionTitle
source: Browsing
de: Browsen
es: Navegación
fr: Navigation
ja: ブラウジング
ko: 브라우징
nl: Browsen
zh_hans: 浏览
zh_hant: 瀏覽
